[
  {
    "title": "What Is LVT Flooring? Floating vs Glue Down, Specs & Terms",
    "url": "/materials/lvt/",
    "blurb": "Reference explanation of LVT (Luxury Vinyl Tile) flooring. Learn what LVT is, the difference between floating (rigid core) and glue-down formats, and common specifications found on technical data sheets.",
    "score": 17
  },
  {
    "title": "What Is Hardwood Flooring? Types, Finishes & Installation Methods Explained",
    "url": "/materials/hardwood/",
    "blurb": "Reference explanation of hardwood flooring. Learn the difference between solid and engineered hardwood, prefinished vs site-finished products, and common hardwood installation methods.",
    "score": 5
  },
  {
    "title": "What Is Laminate Flooring? Construction, Specs & Terms Explained",
    "url": "/materials/laminate/",
    "blurb": "Reference explanation of laminate flooring. Learn what laminate is, how it is constructed, and common laminate specifications like thickness, AC rating, and core density.",
    "score": 4
  },
  {
    "title": "Engineered Hardwood Explained | Flooring Reference",
    "url": "/materials/hardwood/engineered-hardwood/",
    "blurb": "Plain-English explanation of engineered hardwood: what it is, how it differs from solid hardwood, and the specs you’ll see on technical data sheets. Reference-only, no product recommendations.",
    "score": 3
  },
  {
    "title": "What Is Carpet Flooring? Formats, Specs & Terms Explained",
    "url": "/materials/carpet/",
    "blurb": "Reference explanation of carpet flooring. Learn what carpet is, the difference between stretch-in, glue-down, and carpet tile formats, and common carpet specifications like face weight, density, and pile height.",
    "score": 2
  },
  {
    "title": "Carpet Tile Explained | Flooring Reference",
    "url": "/materials/carpet/carpet-tile/",
    "blurb": "Plain-English explanation of carpet tile: what it is, how it differs from broadloom (stretch-in/glue-down), and the specs you’ll see on technical data sheets. Reference-only, no product recommendations.",
    "score": 2
  },
  {
    "title": "What Is Carpet Flooring? Formats, Specs & Terms Explained",
    "url": "/materials/carpet/",
    "blurb": "Reference explanation of carpet flooring. Learn what carpet is, the difference between stretch-in, glue-down, and carpet tile formats, and common carpet specifications like face weight, density, and pile height.",
    "score": 1
  }
]
